Repository: maplion/angular-i18n-helpers
Catalog: src/locale/official/messages.*.xlf
Languages: fr_fr

# confirmationDialog-confirmButton
source: Confirm
fr_fr: Confirmer

# confirmationDialog-cancelButton
source: Cancel
fr_fr: Annuler

# countkeyMenu-typeInDomain
source: Type in a domain
fr_fr: Taper le nom de domaine

# countkeyMenu-noRecordFound
source: No Record Found.
fr_fr: Aucun enregistrement trouvé.

# countkeyMenu-storeDetailSidelabel
source: Store
fr_fr: Magasin

# countkeyMenu-city
source: City
fr_fr: Ville

# countkeyMenu-region
source: Region
fr_fr: Région

# countkeyMenu-address
source: Address
fr_fr: Adresse

# countkey-nextButton
source: Next
fr_fr: Suivant

# footer-termsOfUse
source: Terms of Use
fr_fr: Conditions d'utilisation

# footer-privacyPolicy
source: Privacy Policy
fr_fr: Politique de confidentialité

# footer-copyrightContent
source: © 2021 OmniCounts, Inc. All rights reserved.
fr_fr: © 2021 OmniCounts, Inc. Tous les droits sont réservés.

# header-finalizedInventoryButton
source: Finalized Inventory
fr_fr: Finaliser l'inventaire

# header-reportsButton
source: Reports
fr_fr: Rapports

# header-logoutButton
source: Logout
fr_fr: Déconnexion

# header-phoneNumber
source: Questions? (833) COUNT-IT
fr_fr: Questions? (833) 268-6848

# navigation-finalizedInventoryMenuItem
source: Finalized Inventory
fr_fr: Finaliser l'inventaire

# navigation-dashboardMenuItem
source: Dashboard
fr_fr: Tableau de bord

# navigation-logOutMenuItem
source: Logout
fr_fr: Déconnexion

# core-messages-search
source: Search...
fr_fr: Recherche...

# core-messages-recordsAreUpdated
source: Records are updated.
fr_fr: Les enregistrements sont mis à jour.

# dashboard-inventoryDetailsTitle
source: Inventory Details
fr_fr: Inventaire Détaillé

# dashboard-areaTagsId
source: Area Tags ID
fr_fr: ID des balises de zone

# dashboard-startTime
source: Start Time
fr_fr: Heure de début

# dashboard-status
source: Status
fr_fr: L'État

# dashboard-inventoryWillStartIn
source: Inventory will start in
fr_fr: L'inventaire commencera dans

# dashboard-days
source: days
fr_fr: jours

# dashboard-hours
source: hours
fr_fr: heures

# dashboard-startInventory
source: Start Inventory
fr_fr: Commencer l'inventaire

# dashboard-closeInventory-button
source: Close Inventory
fr_fr: L'inventaire de fermeture

# dashboard-softClose-button
source: Soft Close
fr_fr: Fermeture progressive

# dashboard-goToStoreSetup
source: Go to store setup
fr_fr: Aller à la configuration du magasin

# ignore-materialIcon-launch
source: launch
fr_fr: lancer

# dashboard-countReports-button
source: Count Reports
fr_fr: Les rapports décompte.

# dashboard-multiQuantityQrCodeLink
source: Multi-Quantity QR Code
fr_fr: Multi-Quantité QR Code

# dashboard-configurationStatusTitle
source: Configuration Status
fr_fr: Statut de configuration

# ignore-materialIcon-refresh
source: refresh
fr_fr: actualisez

# ignore-materialIcon-edit
source: edit
fr_fr: modifier

# dashboard-departmentNotSetupYetToStartInventory
source: Department details for this store must be set up prior to starting inventory.
fr_fr: Les détails du département pour ce magasin doivent être configurés avant de commencer l'inventaire.

# dashboard-goToStoreSetupButton
source: Go to Store Setup
fr_fr: Aller à la configuration du magasin

# dashboard-nameColumnHeader
source: Name
fr_fr: Nom

# dashboard-itemDescriptionColumnHeader
source: Item Description
fr_fr: Description de l'article

# dashboard-rangeColumnHeader
source: Range
fr_fr: Gamme

# dashboard-viewAreaTagColumnHeader
source: View Area Tag
fr_fr: Voir l'étiquette de la zone

# ignore-materialIcon-visibility
source: visibility
fr_fr: visibilité

# dashboard-statusColumnHeader
source: Status
fr_fr: L'État

# ignore-materialIcon-remove
source: remove
fr_fr: supprimer

# ignore-materialIcon-search
source: search
fr_fr: Actualisez

# departmentDetail-labelFrom
source: From
fr_fr: De

# departmentDetail-labelTo
source: To
fr_fr: À

# departmentDetail-areaTagsColumnHeader
source: Area Tags
fr_fr: L'étiquette de la zone

# departmentDetail-statusColumnHeader
source: Status
fr_fr: L'État

# departmentDetail-statusNotStartedYet
source: Not started yet
fr_fr: Pas encore commencé

# departmentDetail-statusTagHasBeenStarted
source: Tag has been started
fr_fr: L'étiquette a été lancée

# departmentDetail-statusTagHasBeenCompleted
source: Tag has been completed
fr_fr: L'étiquette a été complétée

# fileListPopup-countReportsTitle
source: Count Reports
fr_fr: Les rapports décompte.

# fileListPopup-nameColumnHeader
source: Name
fr_fr: Nom

# fileListPopup-updatedColumnHeader
source: Updated
fr_fr: Mettre à jour

# fileListPopup-linkColumnHeader
source: Link
fr_fr: Lien

# fileListPopup-openLink
source: Open
fr_fr: Ouvert

# storeStatus-reports
source: Reports
fr_fr: Rapports

# configuration-messages-failedToInitiate
source: Failed to initiate one or more background batch worker processes
fr_fr: Échec de l'initialisation d'un ou plusieurs processus de traitement par lots en arrière-plan

# configuration-messages-noRecentOutputFilesFound
source: No recent output files found.
fr_fr: Aucun fichier de sortie récent n'a été trouvé.

# configuration-messages-checkBackLater
source: Check Back Later
fr_fr: Veuillez vérifier plus tard

# configuration-messages-requestForNewOutputFileWasSubmitted
source: A request for new output file was submitted.
fr_fr: Une demande d'un nouveau fichier de sortie a été soumise.

# configuration-messages-noAdditionalInformationIsAvailable
source: No additional information is available.
fr_fr: Aucune information supplémentaire n'est disponible.

# configuration-messages-failedToStartOneOrMoreBatchServicesAssociated
source: Failed to start one or more batch services associated with count.
fr_fr: Échec du démarrage d'un ou plusieurs services par lots associés au nombre.

# configuration-messages-submittingSoftCloseRequestErrorTitle
source: Error
fr_fr: Erreur

# configuration-messages-submittingSoftCloseError
source: Something went wrong while submitting your soft close request. Please reach out to technical support.
fr_fr: Quelque chose s'est mal passé lors de la soumission de votre demande de fermeture progressive. Veuillez contacter le soutien technique.

# configuration-messages-submittingSoftCloseRequestSuccessTitle
source: Success
fr_fr: Succès

# configuration-messages-submittingSoft
source: Your soft close request was submitted. Note it can take several minutes before your output files are updated.
fr_fr: Votre demande de fermeture progressive a été soumise. Notez que cela peut prendre plusieurs minutes avant que vos fichiers de sortie ne soient mis à jour.

# configuration-messages-closeInventoryAuditRemainingTitle
source: Close Inventory
fr_fr: Fermer l'inventaire

# configuration-messages-closeInventoryIfNotPendingTitle
source: Close Inventory
fr_fr: Fermer l'inventaire

# configuration-messages-closeInventoryConfirmationTitle
source: Close Inventory Confirmation
fr_fr: Fermer confirmation d'inventaire

# configuration-messages-closeInventoryConfirmation
source: Are you sure you want to close the inventory?
fr_fr: Êtes-vous sûr que vous de vouloir fermer l'inventaire?

# configuration-messages-departmentDetailSearch
source: Search here
fr_fr: Rechercher ici

# finalizeInventory-instanceId
source: Instance
fr_fr: Occurence

# finalizeInventory-finalizeInventoryTitle
source: Finalize Inventory
fr_fr: Finaliser l'inventaire

# finalizeInventory-wasCompleteDoNotForget
source: Enter your name and date of when the Inventory was complete. Do not forget to leave a note.
fr_fr: Veuillez entrer votre nom et la date à laquelle l'inventaire a été réalisé. N'oubliez pas de laisser une note.

# finalizeInventory-name
source: Name
fr_fr: Nom

# finalizeInventory-finalizeInventoryButton
source: Finalize Inventory
fr_fr: Finaliser l'inventaire

# inventoryComplete-inventoryHasBeenCompleted
source: Inventory has been completed
fr_fr: L'inventaire a été complété

# allStoresStatus-storeColumnHeader
source: STORE#
fr_fr: Magasin#

# allStoresStatus-storeDescriptionColumnHeader
source: STORE DESC
fr_fr: Description de Magasin

# allStoresStatus-numberOfFixturesColumnHeader
source: Number of Fixtures
fr_fr: Nombre d'étiquette de zone

# allStoresStatus-percentageCompletedColumnHeader
source: Percentage Completed
fr_fr: Pourcentage Complété

# allStoresStatus-startTimeColumnHeader
source: Start Time
fr_fr: Heure de début

# allStoresStatus-stopTimeColumnHeader
source: Stop Time
fr_fr: Temps d'arrêt

# department-departmentDetailsTitle
source: Department Details
fr_fr: Détails du département

# department-label-one
source: One
fr_fr: Une

# department-noRecordFound
source: No Record Found.
fr_fr: Aucun Enregistrement trouvé.

# department-notStarted
source: Not Started
fr_fr: Pas commencé

# department-inProgress
source: In Progress
fr_fr: En cours

# department-audited
source: Audited
fr_fr: Audité

# department-completed
source: Completed
fr_fr: complété

# department-label-two
source: Two
fr_fr: Deux

# department-fixtureNoRecordFound
source: No Record Found.
fr_fr: Aucun Enregistrement Trouvé.

# department-fixtureDescriptionColumnHeader
source: Description
fr_fr: La description

# department-fixtureTotalCompletedColumnHeader
source: Completed
fr_fr: Complété

# department-fixtureTotalInProgressColumnHeader
source: In Progress
fr_fr: En cours

# department-fixtureNotStartedColumnHeader
source: Not Started
fr_fr: Pas encore commencé

# department-departmentsCompletionLabel
source: Department(s) Completion
fr_fr: Départment(s) Achèvement

# department-departmentsAuditActualLabel
source: Department(s) Audit Actual
fr_fr: Départment(s) Audit Réel

# filterColumns-selectColumnsInReports
source: Select Columns in reports
fr_fr: Sélectionner des colonnes dans les rapports

# filterColumns-okayButton
source: Okay
fr_fr: D'accord

# filter-filterTitle
source: Filter
fr_fr: Filtrer

# filter-advanceFilterLabel
source: Advance Filter
fr_fr: Filtre Avancé

# filter-selectARegionLabel
source: Select a Region
fr_fr: Sélectionner une région

# filter-selectaDistrictLabel
source: Select a District
fr_fr: Sélectionner un District

# filter-selectStoreLabel
source: Select a Store
fr_fr: Veuillez sélectionner un magasin

# filter-filterReportButton
source: Filter Report
fr_fr: Filtrer le rapport

# finalCount-finalCountTitle
source: Final Count
fr_fr: Compte final

# finalCount-downloadFinalCountFileLink
source: Download Final Count File
fr_fr: Télécharger le fichier de comptage final

# ariaLabel-downloadFinalCountFile-printIcon
source: Print Button
fr_fr: Le bouton imprimer

# ignore-materialIcon-print
source: Print
fr_fr: Imprimer

# finalCount-itemDescriptionColumnHeader
source: Item Description
fr_fr: Description d'article

# finalCount-itemScannedColumnHeader
source: Item Scanned
fr_fr: Article Scanné

# fixtureDetails-inventoryStatusAreaDetails
source: Inventory Status - Area Details
fr_fr: État de l'inventaire - Détail de la zone

# fixtureDetails-totalItemScanned
source: Total Item Scanned
fr_fr: Article total Scanné

# fixtureDetails-itemDescriptionColumnHeader
source: Item Description
fr_fr: Dscription de l'article

# fixtureDetails-totalItemScannedColumnHeader
source: Total Items Scanned
fr_fr: Total D'articles Scannés

# fixtureDetails-abandons
source: Abandons
fr_fr: Des abandons

# fixtureDetails-replacements
source: Replacements
fr_fr: Remplaçantes

# fixtureDetails-startTime
source: Start Time
fr_fr: Heure de début

# fixtureDetails-stopTime
source: Stop Time
fr_fr: Temps d'arrêt

# fixture-areaDetailFid
source: Area Detail
fr_fr: Détail de la zone

# fixture-notStarted
source: Not Started
fr_fr: N'a pas commencé

# fixture-inProgress
source: In Progress
fr_fr: En cours

# fixture-audited
source: Audited
fr_fr: Audité

# fixture-completed
source: Completed
fr_fr: Complété

# fixture-areaColumnHeader
source: Area
fr_fr: Région

# fixture-startDateColumnHeader
source: Start Date
fr_fr: Heure de début

# fixture-endDateColumnHeader
source: End Date
fr_fr: Date de fin

# fixture-lastScannedColumnHeader
source: Last Scanned
fr_fr: Dernier Scanné

# fixture-itemsScannedColumnHeader
source: Items Scanned
fr_fr: Article Scanné

# fixture-discrepancyColumnHeader
source: Discrepancy
fr_fr: Divergence

# fixture-noRecordFound
source: No Record Found.
fr_fr: Aucun résultat

# item-itemDetailsTitle
source: Item Details
fr_fr: Détail de l'article

# item-totalItemsScannedTitle
source: Total Items Scanned
fr_fr: Article total Scanné

# ariaLabel-printButtonIcon
source: Print Button
fr_fr: Le buton imprimer

# item-itemDescriptionColumnHeader
source: Item Description
fr_fr: Description de l'article

# item-itemScannedColumnHeader
source: Item Scanned
fr_fr: Article Scanné

# item-abandons
source: Abandons
fr_fr: Des abandons

# item-replacements
source: Replacements
fr_fr: Remplaçantes

# item-counts
source: Counts
fr_fr: Compte

# item-startTime
source: Start Time :
fr_fr: Heure de début

# item-stopTime
source: Stop Time :
fr_fr: Temps d'arrêt

# storeComplete-inventoryStatus
source: Inventory Status -
fr_fr: État de l'inventaire

# storeComplete-inventoryStatusStores
source: Stores
fr_fr: Magasins

# storeInProgressReport-InventoryStatusTitle
source: Inventory Status - In Progress Stores
fr_fr: État de l'inventaire - Détail de la zone

# storeInProgressReport-NoRecordFound
source: No Record Found.
fr_fr: Aucun Enregistrement Trouvé.

# storeListDetails-inventoryStatusTitle
source: Inventory Status - Store Detail
fr_fr: État de l'inventaire - Détail de la zone

# storeListDetails-areaColumnHeader
source: Area
fr_fr: Région

# storeListDetails-startDateColumnHeader
source: Start Date
fr_fr: Heure de début

# storeListDetails-endDateColumn
source: Stop
fr_fr: Arrêt

# storeListDetails-endDateColumnHeader
source: End Date
fr_fr: Date de fin

# storeListDetails-itemsScannedColumnHeader
source: Items Scanned
fr_fr: Article Scanné

# reports-messages-userSwitchCountKey
source: Store is not started yet
fr_fr: Le magasin d'inventaire n'a pas encore démmaré

# ignore-materialIcon-assignment
source: assignment
fr_fr: tâche

# storeSetup-title
source: Store Setup
fr_fr: La configuration du magasin

# storeSetup-goToConfiguration
source: Go To Configuration
fr_fr: Aller à la Configuration

# storeSetup-status
source: Status
fr_fr: L'État

# storeSetup-enterAreaInstanceTagIdentifier
source: Enter area instance tag identifier.
fr_fr: Entrer instances de zone l'étiquette identifiante.

# storeSetup-formPlaceholder-areaInstanceId
source: Area Instance ID
fr_fr: ID d'instances de zone

# storeSetup-downloadQrCodeButton
source: Download QR Code Button
fr_fr: Imprimer le bouton de QR Code

# storeSetup-searchForTag
source: Search For Tag
fr_fr: Rechercher une étiquette

# storeSetup-changeTag
source: Change Tag
fr_fr: Changer l'étiquette

# storeSetup-totalAreas
source: Total Areas
fr_fr: Superficie Totale

# storeSetup-used
source: Used
fr_fr: Utilisé

# storeSetup-unused
source: Unused
fr_fr: Inutilisé

# storeSetup-departmentsTitle
source: Departments
fr_fr: Départements

# storeSetup-store
source: Store
fr_fr: Magasin

# storeSetup-formPlaceholder-store
source: Store
fr_fr: Magasin

# storeSetup-name
source: Name
fr_fr: Nom

# storeSetup-begin
source: Begin
fr_fr: Commencer

# storeSetup-formPlaceholder-begin
source: Begin
fr_fr: Commencer

# storeSetup-end
source: End
fr_fr: Fin

# storeSetup-formPlaceholder-end
source: End
fr_fr: Fin

# ignore-materialIcon-delete
source: delete
fr_fr: supprimer

# storeSetup-addNewDepartmentButton
source: Add New Location
fr_fr: Ajouter un nouvel adresse

# storeSetup-saveDepartmentsButton
source: Save
fr_fr: Enregistrer

# storeSetup-messages-recordUpdated
source: Record Updated!
fr_fr: Enregistrement mis à jour!

# storeSetup-messages-incorrectAreaTagId
source: Incorrect Area Tag Id.
fr_fr: Identifiant de l'étiquette de zone est incorrect.

# storeSetup-messages-sessionHasExpired
source: Session has expired.
fr_fr: La session a expiré.

# storeSetup-messages-somethingWentWrong
source: Something went wrong.
fr_fr: Quelque chose s'est mal passé.

# forgotPassword-title
source: Forgot Password
fr_fr: Mot de passe oublié

# forgotPassword-cancelButton
source: Cancel
fr_fr: Annuler

# forgotPassword-submitButton
source: Submit
fr_fr: Envoyer

# login-username-password
source: Username/Password
fr_fr: Nom d'utilisateur/Mot de passe

# login-signInButton
source: Sign In
fr_fr: Inscrire

# login-getLoginLink
source: Get Login Link
fr_fr: Obtenir des liens de connexion

# login-getLinkButton
source: Get Link
fr_fr: Obternir le lien

# login-forgotPasswordButton
source: Forgot Password
fr_fr: Mot de passe oublié

# ignore-materialIcon-reportProblem
source: report_problem
fr_fr: Signaler un problème

# magicLink-processOfVerifyingLinkMessage
source: Process of verifying link is going on. Please wait.
fr_fr: Le processus de vérification du lien est en cours. S'il vous plaît, attendez.

# magicLink-goToLoginLink
source: Go to login
fr_fr: Aller à la connexion

# core-messages-theUserdoesNotExist
source: The User does not exist.
fr_fr: L'utilisateur n'existe pas.

# core-messages-userIsNotRegisteredWithUs
source: User is not registered with us.
fr_fr: L’utilisateur n’est pas enregistré chez nous.

# core-messages-usernamePasswordMessage
source: Password
fr_fr: Mot de passe

# core-messages-useTheForgottenPasswordLinkBelowToUpdate
source: Use the forgotten password link below to update.
fr_fr: Utilisez le mot de passe oublié lien ci-dessous pour mettre à jour.

# core-messages-passwordInvalid
source: Password invalid.
fr_fr: Mot de passe invalide

# core-messages-pleaseBeSureYouAreUsingTheEmailAddress
source: Please be sure you are using the email address where you received your login details.
fr_fr: Veuillez vous assurer que vous utilisez l'adresse e-mail où vous avez reçu vos informations de connexion.

# core-messages-emailAddressIsNotRegisteredWithUs
source: Email address is not registered with us
fr_fr: L'adresse e-mail n'est pas enregistrée chez nous

# core-messages-wrongPasswordMessage
source: Wrong password.
fr_fr: Mot de passe incorrect.

# core-messages-sessionHasExpiredTitleMessage
source: Alert
fr_fr: Alerte

# core-messages-sessionHasExpiredMessage
source: Your session has expired. Please log in again.
fr_fr: Votre session a expiré. Veuillez vous reconnecter.

# core-messages-magicLinkHasExpired
source: This link has expired. Please try to generate new one
fr_fr: Ce lien a expiré. Veuillez essayer d'en générer un nouveau

# form-messages-common-fieldIsRequired
source: Field is required.
fr_fr: Champ requis.

# form-messages-common-givenValueDoesNotMatch
source: The given value does not match.
fr_fr: La valeur donnée ne correspond pas.

# form-messages-common-enterNumericValue
source: Please enter a value that is numeric.
fr_fr: Veuillez saisir une valeur numérique.

# form-messages-common-enterValidLengthValue
source: Please enter a value with a valid length.
fr_fr: Veuillez saisir une valeur avec une longueur valide.

# form-messages-common-enterValidDate
source: Please enter a valid date.
fr_fr: Veuillez entrer une date valide.

# form-messages-storeSetup-fieldIsRequired
source: Field is required
fr_fr: Champ est obligatoire

# form-messages-storeSetup-throughLessThanOrEqualToFrom
source: Invalid Value
fr_fr: Valeur non valide

# form-messages-storeSetup-duplicateName
source: Cannot be duplicated
fr_fr: Ne peut pas être dupliqué

# form-messages-storeSetup-duplicateDescription
source: Cannot be duplicated
fr_fr: Ne peut pas être reproduit

# customAlert-okayButton
source: Okay
fr_fr: D'accord

# overallCompletionReport-title
source: Inventory Status - Overall Completion
fr_fr: État de l'inventaire - Détail de la zone

# overallCompletionReport-noRecordFound
source: No Record Found.
fr_fr: Aucun enregistrement trouvé.

# ignore-materialIcon-store
source: store
fr_fr: Magasin

# storeDetails-title
source: Store Details
fr_fr: Détails du magasin

# storeAddress-name
source: Name
fr_fr: Nom

# storeAddress-address
source: Address
fr_fr: Adresse

# storeAddress-city
source: City
fr_fr: Région

# storeAddress-state
source: State
fr_fr: L'État

# storeAddress-zipCode
source: Zip Code
fr_fr: Code postal

# storeAddress-phone
source: Phone
fr_fr: Téléphone

# workspaceChanger-countLabel
source: Count
fr_fr: Compte

# workspaceChanger-switchingCount
source: Switching Count
fr_fr: Nombre de commutations

# workspaceChanger-switchYourCount
source: Switch your count
fr_fr: Changez votre compte
